{
  "MRG_ERR_001": "(*) Trường này không được để trống",
  "MRG_ERR_002": "(*) Tên đăng nhập đã có",
  "MRG_ERR_003": "(*) Số điện thoại không hợp lệ",
  "MRG_ERR_004": "(*) Email không hợp lệ",
  "MRG_ERR_005": "(*) Mã OTP không hợp lệ",
  "MRG_ERR_006": "(*) Mật khẩu bắt buộc có chữ HOA, chữ thường, số và tối thiểu 8 ký tự",
  "MRG_ERR_007": "(*) Mật khẩu chưa trùng khớp",
  "MRG_ERR_008": "(*) Vui lòng chọn ít nhất 1 khu vực mà đối tác này quan tâm",
  "MRG_ERR_009": "(*) Vui lòng chọn ít nhất 1 loại BĐS mà đối tác này quan tâm",
  "MRG_ERR_010": "(*) Chọn một nhóm đối tác để nhận sự hỗ trợ từ đội của quý khách",
  "MRG_ERR_011": "(*) Tên đăng nhập là chữ hoặc số không bao gồm ký tự đặc biệt, tối thiểu 6 ký tự",
  "MRG_ERR_012": "(*) Số điện thoại đã được sử dụng",
  "MRG_ERR_013": "(*) Mã người giới thiệu không hợp lệ",
  "MRG_ERR_014": "(*) Số CMND không hợp lệ",
  "MRG_ERR_015": "(*) Số ký tự tối thiểu 10 ký tự",
  "MRG_ERR_016": "% hoa hồng tối thiểu là 1% và số tiền hoa hồng tối thiểu là 20 triệu",
  "MRG_ERR_017": "Chỉ được nhập số > hoặc = 1,000,000 và tối đa 14 số",
  "MRG_ERR_018": "Hệ thống chỉ hỗ trợ đăng ký cho Cá nhân từ đủ 18 tuổi trở lên",
  "NTW_NETWORK_ERROR": "Không thể thao tác, vui lòng kiểm tra kết nối internet của quý khách và thử lại",
  "NTW_UNKNOWN_ERROR": "Kết nối chưa thành công, vui lòng thử lại",
  "NTW_WRONG_REQUEST": "Yêu cầu gửi đến máy chủ chưa chính xác",
  "NTW_SERVER_ERROR": "Máy chủ đang bảo trì, vui lòng quay lại sau",
  "IMAGE_TOO_LARGE": "Loại hình PNG.JPG kích thước tối đa 5MB.",
  "MMP_ERR_001": "(*) Trường này không được để trống",
  "MMP_ERR_002": "(*) Chỉ được tải hình có định dạng .PNG và .JPG dưới 5MB",
  "MMP_ERR_003": "(*) Số điện thoại không hợp lệ, phải là số",
  "MMP_ERR_004": "(*) Email không hợp lệ",
  "MMP_ERR_005": "(*) Ngày sinh phải không được lớn hơn ngày hiện tại",
  "POM_ERR_001": "(*) Email không hợp lệ",
  "ERR_CANNOT_GET_COORDINATE": "Lấy tọa độ từ bản đồ không thành công",
  "ERR_CHOOSE_CUSTOMER_INFO": "Chọn thông tin người dùng",
  "POM_MES_004": "Vui lòng cập nhật: {{requestedUpdatingReason}}",
  "POM_ERR_002": "Từ chối đăng tin. Lý do: {{rejectedReason}}",
  "POM_MES_001": "Tin đăng đã được đóng thành công",
  "POM_MES_002": "Quan tâm tin đăng thành công.",
  "POM_MES_003": "Bỏ quan tâm tin đăng thành công.",
  "POM_MES_002_1": "Quan tâm dự án thành công.",
  "POM_MES_003_1": "Bỏ quan tâm dự án thành công.",
  "POM_ERR_MOBILE_001": "Không tìm thấy tin đăng.",
  "PTM_MES_004": "Cảm ơn quý khách đã gửi yêu cầu tư vấn đến chúng tôi",
  "PTM_MES_003": "Đội ngũ tư vấn của TopenLand sẽ liên hệ với quý khách trong thời gian sớm nhất",
  "PTM_MES_005": "Đội ngũ chăm sóc khách hàng của TopenLand sẽ liên hệ với quý khách trong vòng 1-3h",
  "PTM_MES_001": "Gửi liên hệ thành công",
  "PTM_MES_002": "Báo cáo vi phạm đã được gửi thành công",
  "PTM_ERR_002": "Quá trình gửi yêu cầu báo tin xấu không thành công",
  "ERR_NOT_GRANT_PERMISSION_LOCATION": "Quý khách cần cho phép ứng dụng truy cập vị trí để sử dụng chức năng này",
  "ERR_DUPLICATE_CHOSEN_AREA": "Khu vực {{area}} đã được chọn",
  "INVALID_DATA": "Dữ liệu không hợp lệ",
  "INVALID_NUMBER": "Số không hợp lệ",
  "DPM_ERR_002": "Thời gian cho phép xác nhận cọc đã kết thúc\nChúng tôi rất tiếc khi quý khách không thể xác nhận cọc",
  "CCT_MSG_001": "BĐS đã giao dịch hoặc không tồn tại trong hệ thống",
  "CCT_MSG_002": "Tổng giá trị của hoa hồng TopenLand, đại lý mua và CVTV phải nhỏ hơn hoặc bằng giá trị tổng hoa hồng",
  "CCT_MSG_003": "Tổng giá trị của hoa hồng TopenLand, đại lý thuê và CVTV phải nhỏ hơn hoặc bằng giá trị tổng hoa hồng",
  "CCT_MSG_004": "Chỉ được nhập số có giá trị từ 0 cho đến 100 và ký tự \".\" (Lưu ý: chỉ được nhập tối đa 2 chữ số sau ký tự \".\")",
  "CCT_MSG_005": "Chỉ được nhập số nguyên có giá trị lớn hơn 0.",
  "CCT_MSG_006": "Chỉ được nhập số thập phân có giá trị lớn hơn 0 và nhỏ hơn 12 (Lưu ý: chỉ được nhập tối đa 1 chữ số cho số thập phân)",
  "CCT_MSG_007": "Quý khách đã gửi liên hệ mua cho tin đăng này",
  "INVALID_COORDINATE": "Toạ độ không hợp lệ",
  "CCT_MSG_008": "Vượt quá số tiền cần thanh toán",
  "CCT_MSG_009": "Tổng số tiền các đợt thanh toán không hợp lệ. Quý khách vui lòng kiểm tra lại thông tin!",
  "CPP_ERR_001": "Tối thiểu 3 hình",
  "CCT_MSG_010": "Ngày thanh toán không hợp lệ",
  "CTD_ERR_026": "Không thể cập nhật vì tin đăng đã được đặt cọc",
  "UNAUTHOR_ERROR": "Vui lòng đăng nhập lại để tiếp tục sử dụng dịch vụ",
  "EXPIRED_AUTHORIZATION": "Phiên đăng nhập đã hết hạn, vui lòng đăng nhập lại"
}
